Repository: sugarlabs/starchart
Catalog: po/*.po
Languages: kn

source: StarChart
kn: ಸ್ಟಾರ್‌ಚಾರ್ಟ್

source: explore the cosmos
kn: ಬ್ರಹ್ಮಾಂಡವನ್ನು ಅನ್ವೇಷಿಸಿ

source: Butterfly Cluster
kn: ಬಟರ್ಫ್ಲೈ ಕ್ಲಸ್ಟರ್

source: Ptolemy's Cluster
kn: ಟಾಲೆಮಿಯ ಕ್ಲಸ್ಟರ್

source: Lagoon Nebula
kn: ಲಗೂನ್ ನೀಹಾರಿಕೆ

source: Wild Duck Cluster
kn: ವೈಲ್ಡ್ ಡಕ್ ಕ್ಲಸ್ಟರ್

source: Hercules Cluster
kn: ಹರ್ಕ್ಯುಲಸ್ ಕ್ಲಸ್ಟರ್

source: Omega Nebula
kn: ಒಮೆಗಾ ನೀಹಾರಿಕೆ

source: Trifid Nebula
kn: ಟ್ರಿಫಿಡ್ ನೀಹಾರಿಕೆ

source: Andromeda Galaxy
kn: ಆಂಡ್ರೊಮಿಡಾ ಗ್ಯಾಲಕ್ಸಿ

source: Triangulum Galaxy
kn: ತ್ರಿಕೋನ ಗ್ಯಾಲಕ್ಸಿ

source: Orion Nebula
kn: ಓರಿಯನ್ ನೀಹಾರಿಕೆ

source: de Mairan's Nebula
kn: ಡಿ ಮೈರಾನ್ ನೆಬ್ಯುಲಾ

source: Beehive Cluster
kn: ಬೀಹೈವ್ ಕ್ಲಸ್ಟರ್

source: Pleiades
kn: ಪ್ಲೆಯೆಡ್ಸ್

source: Whirlpool Galaxy
kn: ವರ್ಲ್ಪೂಲ್ ಗ್ಯಾಲಕ್ಸಿ

source: Sunflower Galaxy
kn: ಸೂರ್ಯಕಾಂತಿ ಗ್ಯಾಲಕ್ಸಿ

source: Bodes Galaxy
kn: ಬೋಡ್ಸ್ ಗ್ಯಾಲಕ್ಸಿ

source: Southern Pinwheel Galaxy
kn: ದಕ್ಷಿಣ ಪಿನ್‌ವೀಲ್ ಗ್ಯಾಲಕ್ಸಿ

source: Pinwheel Galaxy
kn: ಪಿನ್ವೀಲ್ ಗ್ಯಾಲಕ್ಸಿ

source: Mercury
kn: ಮರ್ಕ್ಯುರಿ

source: Venus
kn: ಶುಕ್ರ

source: Earth
kn: ಭೂಮಿ

source: Mars
kn: ಮಂಗಳ

source: Jupiter
kn: ಗುರು

source: Saturn
kn: ಶನಿಗ್ರಹ

source: Uranus
kn: ಯುರೇನಸ್

source: Sun
kn: ಸೂರ್ಯ

source: Moon
kn: ಚಂದ್ರ

source: Night Vision
kn: ರಾತ್ರಿ ನೋಟ

source: Invert Display
kn: ಇನ್ವರ್ಟ್ ಡಿಸ್ಪ್ಲೇ

source: Flip L/R
kn: ಫ್ಲಿಪ್ ಎಲ್/ಆರ್

source: Draw Constellations
kn: ನಕ್ಷತ್ರಪುಂಜಗಳನ್ನು ಎಳೆಯಿರಿ

source: Mag:
kn: ಮ್ಯಾಗ್:

source: Longitude:
kn: ರೇಖಾಂಶ:

source: E
kn: ಇ

source: W
kn: ಡಬ್ಲ್ಯೂ

source: Latitude:
kn: ಅಕ್ಷಾಂಶ:

source: N
kn: ಎನ್

source: S
kn: ಎಸ್

source: Ok
kn: ಸರಿ

source: Make home
kn: ಮನೆ ಮಾಡಿ

source: Now
kn: ಈಗ

source: Specify
kn: ಸೂಚಿಸಿ

source: Time:
kn: ಸಮಯ:

source: Offset:
kn: ಆಫ್‌ಸೆಟ್:

source: Object type:
kn: ವಸ್ತುವಿನ ಪ್ರಕಾರ:

source: See http://wiki.laptop.org/go/StarChart for help.
kn: ಸಹಾಯಕ್ಕಾಗಿ http://wiki.laptop.org/go/StarChart ಅನ್ನು ನೋಡಿ.

source: There is no object here.
kn: ಇಲ್ಲಿ ಯಾವುದೇ ವಸ್ತುವಿಲ್ಲ.

source: deep-sky object
kn: ಆಳವಾದ ಆಕಾಶದ ವಸ್ತು

source: planet
kn: ಗ್ರಹ

source: Object is:
kn: ವಸ್ತುವೆಂದರೆ:

source: star
kn: ನಕ್ಷತ್ರ

source: Object is
kn: ವಸ್ತುವಾಗಿದೆ

source: Planets
kn: ಗ್ರಹಗಳು

source: Stars by Constellation
kn: ನಕ್ಷತ್ರಪುಂಜದಿಂದ ನಕ್ಷತ್ರಗಳು

source: Brightest Stars
kn: ಪ್ರಕಾಶಮಾನವಾದ ನಕ್ಷತ್ರಗಳು

source: Deep-sky Objects
kn: ಆಳವಾದ ಆಕಾಶದ ವಸ್ತುಗಳು

source: This object is always below the horizon at your location.
kn: ಈ ವಸ್ತುವು ಯಾವಾಗಲೂ ನಿಮ್ಮ ಸ್ಥಳದಲ್ಲಿ ಹಾರಿಜಾನ್‌ಗಿಂತ ಕೆಳಗಿರುತ್ತದೆ.

source: This object is currently not in the field of view.
kn: ಈ ವಸ್ತುವು ಪ್ರಸ್ತುತ ವೀಕ್ಷಣೆಯ ಕ್ಷೇತ್ರದಲ್ಲಿಲ್ಲ.

source: This object is currently below your horizon.
kn: ಈ ವಸ್ತುವು ಪ್ರಸ್ತುತ ನಿಮ್ಮ ಹಾರಿಜಾನ್‌ಗಿಂತ ಕೆಳಗಿದೆ.

source: Input Error: The longitude was not understood.
kn: ಇನ್‌ಪುಟ್ ದೋಷ: ರೇಖಾಂಶ ಅರ್ಥವಾಗಲಿಲ್ಲ.

source: Input Error: The latitude was not understood.
kn: ಇನ್‌ಪುಟ್ ದೋಷ: ಅಕ್ಷಾಂಶ ಅರ್ಥವಾಗಲಿಲ್ಲ.

source: Input Error: The time was not understood.
kn: ಇನ್‌ಪುಟ್ ದೋಷ: ಸಮಯ ಅರ್ಥವಾಗಲಿಲ್ಲ.

source: Input Error: The time zone offset was not understood.
kn: ಇನ್‌ಪುಟ್ ದೋಷ: ಸಮಯ ವಲಯ ಆಫ್‌ಸೆಟ್ ಅರ್ಥವಾಗಲಿಲ್ಲ.

source: Star Chart Activity
kn: ಸ್ಟಾರ್ ಚಾರ್ಟ್ ಚಟುವಟಿಕೆ

source: What
kn: ಏನು

source: Where
kn: ಎಲ್ಲಿ

source: When
kn: ಯಾವಾಗ

source: Locate
kn: ಪತ್ತೆ ಮಾಡಿ

source: About
kn: ಬಗ್ಗೆ

source: Andromeda
kn: ಆಂಡ್ರೊಮಿಡಾ

source: Antlia
kn: ಆಂಟ್ಲಿಯಾ

source: Apus
kn: ಅಪುಸ್

source: Aquila
kn: ಅಕ್ವಿಲಾ

source: Ara
kn: ಅರಾ

source: Auriga
kn: ಔರಿಗಾ

source: Boötes
kn: ಬೂಟ್ಸ್

source: Caelum
kn: ಕೇಲಮ್

source: Camelopardalis
kn: ಕ್ಯಾಮೆಲೋಪರ್ಡಾಲಿಸ್

source: Cancer
kn: ಕ್ಯಾನ್ಸರ್

source: Canes Venatici
kn: ಕ್ಯಾನೆಸ್ ವೆನಾಟಿಸಿ

source: Canis Major
kn: ಕ್ಯಾನಿಸ್ ಮೇಜರ್

source: Carina
kn: ಕರೀನಾ

source: Cassiopeia
kn: ಕ್ಯಾಸಿಯೋಪಿಯಾ

source: Centaurus
kn: ಸೆಂಟಾರಸ್

source: Cepheus
kn: ಸೆಫಿಯಸ್

source: Cetus
kn: ಸೆಟಸ್

source: Chamaeleon
kn: ಗೋಸುಂಬೆ

source: Circinus
kn: ಸರ್ಕಿನಸ್

source: Columba
kn: ಕೊಲಂಬಾ

source: Coma Berenices
kn: ಕೋಮಾ ಬೆರೆನಿಸಸ್

source: Corona Australis
kn: ಕರೋನಾ ಆಸ್ಟ್ರೇಲಿಸ್

source: Corona Borealis
kn: ಕರೋನಾ ಬೋರಿಯಾಲಿಸ್

source: Corvus
kn: ಕೊರ್ವಸ್

source: Crux
kn: ಕ್ರಕ್ಸ್

source: Cygnus
kn: ಸಿಗ್ನಸ್

source: Delphinus
kn: ಡೆಲ್ಫಿನಸ್

source: Fornax
kn: ಫೋರ್ನಾಕ್ಸ್

source: Grus
kn: ಗ್ರಸ್

source: Hercules
kn: ಹರ್ಕ್ಯುಲಸ್

source: Horologium
kn: ಹೋರೊಲೊಜಿಯಂ

source: Hydra
kn: ಹೈಡ್ರಾ

source: Hydrus
kn: ಹೈಡ್ರಸ್

source: Lacerta
kn: ಲಾಸೆರ್ಟಾ

source: Leo Minor
kn: ಲಿಯೋ ಮೈನರ್

source: Lepus
kn: ಲೆಪಸ್

source: Lupus
kn: ಲೂಪಸ್

source: Lynx
kn: ಲಿಂಕ್ಸ್

source: Lyra
kn: ಲೈರಾ

source: Mensa
kn: ಮೆನ್ಸಾ

source: Monoceros
kn: ಮೊನೊಸೆರೊಸ್

source: Musca
kn: ಮಸ್ಕಾ

source: Norma
kn: ನಾರ್ಮ

source: Octans
kn: ಆಕ್ಟಾನ್ಸ್

source: Ophiuchus
kn: ಒಫಿಯುಚಸ್

source: Orion
kn: ಓರಿಯನ್

source: Pavo
kn: ಪಾವೊ

source: Pegasus
kn: ಪೆಗಾಸಸ್

source: Perseus
kn: ಪರ್ಸೀಯಸ್

source: Phoenix
kn: ಫೀನಿಕ್ಸ್

source: Pictor
kn: ಪಿಕ್ಟರ್

source: Piscis Australis
kn: ಪಿಸ್ಸಿಸ್ ಆಸ್ಟ್ರೇಲಿಸ್

source: Puppis
kn: ನಾಯಿಮರಿಗಳು

source: Pyxis
kn: ಪಿಕ್ಸಿಸ್

source: Reticulum
kn: ರೆಟಿಕ್ಯುಲಮ್

source: Sagitta
kn: ಸಗಿತ್ತಾ

source: Scorpius
kn: ಸ್ಕಾರ್ಪಿಯಸ್

source: Scutum
kn: ಸ್ಕುಟಮ್

source: Serpens
kn: ಸರ್ಪಗಳು

source: Sextans
kn: ಸೆಕ್ಸ್ಟನ್ಸ್

source: Telescopium
kn: ಟೆಲಿಸ್ಕೋಪಿಯಂ

source: Triangulum
kn: ತ್ರಿಕೋನ

source: Triangulum Australis
kn: ತ್ರಿಕೋನ ಆಸ್ಟ್ರೇಲಿಸ್

source: Tucana
kn: ಟುಕಾನಾ

source: Ursa Major
kn: ಉರ್ಸಾ ಮೇಜರ್

source: Ursa Minor
kn: ಉರ್ಸಾ ಮೈನರ್

source: Vela
kn: ವೇಲಾ

source: Volans
kn: ವೋಲನ್ಸ್

source: Vulpecula
kn: ವಲ್ಪೆಕುಲಾ

source: Large Magellanic Cloud
kn: ದೊಡ್ಡ ಮೆಗೆಲಾನಿಕ್ ಮೇಘ

source: 47 Tucanae
kn: 47 ಟುಕಾನೆ

source: Sculptor Galaxy
kn: ಶಿಲ್ಪಿ ಗ್ಯಾಲಕ್ಸಿ

source: Small Magellanic Cloud
kn: ಸಣ್ಣ ಮೆಗೆಲಾನಿಕ್ ಮೇಘ

source: Double Cluster
kn: ಡಬಲ್ ಕ್ಲಸ್ಟರ್

source: California Nebula
kn: ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ನೆಬ್ಯುಲಾ

source: Cone Nebula
kn: ಕೋನ್ ನೀಹಾರಿಕೆ

source: Rosette Nebula
kn: ರೋಸೆಟ್ ನೀಹಾರಿಕೆ

source: Ghost of Jupiter
kn: ಗುರುಗ್ರಹದ ಪ್ರೇತ

source: Eta Carina Nebula
kn: ಎಟಾ ಕ್ಯಾರಿನಾ ನೆಬ್ಯುಲಾ

source: Jewel Box
kn: ಜ್ಯುವೆಲ್ ಬಾಕ್ಸ್

source: Centaurus A
kn: ಸೆಂಟಾರಸ್ ಎ

source: Omega Centauri
kn: ಒಮೆಗಾ ಸೆಂಟೌರಿ

source: Barnard's Galaxy
kn: ಬರ್ನಾರ್ಡ್ ಗ್ಯಾಲಕ್ಸಿ

source: Crescent Nebula
kn: ಕ್ರೆಸೆಂಟ್ ನೀಹಾರಿಕೆ

source: Veil Nebula
kn: ಮುಸುಕು ನೀಹಾರಿಕೆ

source: North America Nebula
kn: ಉತ್ತರ ಅಮೇರಿಕಾ ನೆಬ್ಯುಲಾ
